<template>
  <div class="about">
    <div class="row">
      <div class="col-md-12">
        <h1>МЕСТНОСТЬ</h1>
      </div>
      <div class="col-md-12">
        <p class="text-white description">
          Московский лейбл «Местность» объединяет артистов,
          для которых  создание музыки – не просто творчество, но и миссия.
          От эксперименталки, в лучших традициях WARP, до урбанистического техно – с уникальным
          почерком русскости и всеми феноменами, с которыми мы выросли «на нашей местности».
          Районы, глубинки, лесопарки, инфернальная логика, мистика и полная самобытность,
          где находится место цифровой красоте и хтоническому вайбу.

          Резиденты лейбла – Антон Смагин, Костя Коюкей, Анка Медведева — истинные локалы, любящие свою среду. Мы были организаторами
          вечеринок Svora, куда подтянули много интересных артистов и решили, что пора.
          Так появилась «Местность» со своей электронной парадигмой и особой философией.

          Лейбл призван заниматься продвижением и организацией ивентов, открывая миру местечковых
          и очень крутых в своей уникальности музыкантов. Прописку на «Местности» и возможность
          к коллабам на стыке клубной культуры и искусства будут получать
          все больше артистов локальной сцены. Аминь.
        </p>
      </div>
    </div>
  </div>

</template>

<style scoped>
h1 {
  color: white;
}

.description {
  margin: 8% 25%;
  letter-spacing: 0.2em;
  line-height: 2em;
  font-family: Acrom;
}
</style>
