<template>
  <div class="about">
    <div class="row">
      <div class="col-md-12">
        <h1>МЕСТНОСТЬ</h1>
      </div>
      <div class="col-md-12">
        <div class="description text-white">
          <p class="mb-3">
            Московский лейбл «Местность» объединяет артистов,
            для которых  создание музыки – не просто творчество, но и миссия.
            От эксперименталки, в лучших традициях WARP, до урбанистического техно – с уникальным
            почерком русскости и всеми феноменами, с которыми мы выросли «на нашей местности».
            Районы, глубинки, лесопарки, инфернальная логика, мистика и полная самобытность,
            где находится место цифровой красоте и хтоническому вайбу.
          </p>
          <p class="mb-3">
            Резиденты лейбла – Антон Смагин, Костя Коюкей, Анка Медведева, Соня Шпилберг — истинные локалы, любящие свою среду. Мы были организаторами
            вечеринок Svora, куда подтянули много интересных артистов и решили, что пора.
            Так появилась «Местность» со своей электронной парадигмой и особой философией.
          </p>
          <p class="mb-3">
            Лейбл призван заниматься продвижением и организацией ивентов, открывая миру местечковых
            и очень крутых в своей уникальности музыкантов. Прописку на «Местности» и возможность
            к коллабам на стыке клубной культуры и искусства будут получать
            все больше артистов локальной сцены. Аминь.
          </p>
        </div>
      </div>
    </div>
  </div>

</template>

<style scoped lang="scss">
.about {
  background: url('~@/assets/background.jpg') no-repeat center center fixed;
  background-size: cover;
}

h1 {
  color: white;
}

.description {
  margin: 8% 25%;
  letter-spacing: 0.2em;
  line-height: 2em;
  font-family: Acrom;
  @media only screen and (max-width: 768px) {
    margin: 4% 12%;
    font-size: 1em;
    letter-spacing: 0.1em;
  }
}
</style>
